{
  "id": "course_n6zwi2bm9",
  "title": "History of Rome: Intermediate Course",
  "description": "Explore the rich history of Rome from its founding to its legacy in the modern world.",
  "subject": "history of rome",
  "difficultyLevel": "intermediate",
  "learningObjectives": [],
  "createdBy": "system",
  "createdAt": "2025-06-09T20:39:25.475Z",
  "updatedAt": "2025-06-09T20:39:25.475Z",
  "modules": [
    {
      "id": "module_0_pk1z4w",
      "title": "The Founding and Early History of Rome",
      "description": "Examine the origins and early development of Rome.",
      "sequenceNumber": 0,
      "prerequisites": [],
      "estimatedDuration": 60,
      "quizScores": {},
      "lessons": [
        {
          "id": "lesson_0_0_pk1z4w",
          "title": "Myth and Reality of Rome's Founding",
          "content": {
            "introduction": "The founding of Rome is shrouded in myth and legend, with the most famous tale being that of Romulus and Remus. According to tradition, Rome was founded in 753 BC by Romulus, who killed his twin brother Remus in a dispute over the location of the new city [1]. While this story is likely more myth than reality, it holds significant cultural and historical value for the Romans. Archaeological evidence suggests that Rome's origins lie in the settlement of the Palatine Hill during the 8th century BC, with influences from various Italic tribes and the Etruscans [2].",
            "main_content": "The myth of Romulus and Remus is a foundational element of Roman identity. The twins, abandoned on the Tiber River, were suckled by a she-wolf and later raised by a shepherd. This myth underscores the importance of destiny and divine intervention in Roman culture. The **Lupercalia** festival, celebrated in February, commemorates this myth and highlights the Romans' connection to their pastoral origins [3]. **The Etruscans**, a powerful civilization to the north of Rome, played a crucial role in the early development of Roman culture, including their religious practices, architecture, and political structures. The Etruscan kings, such as **Tarquinius Priscus** and **Servius Tullius**, are credited with significant advancements in Rome's infrastructure and governance [4]. The **Regal Period** (753-509 BC) saw the reign of seven kings, each contributing to the growth and organization of Rome. The last king, **Tarquin the Proud**, was overthrown in 509 BC, marking the transition from monarchy to republic [5].",
            "conclusion": "The founding myths of Rome, while not entirely historical, provide valuable insights into the cultural and social values of the Romans. The influence of the Etruscans and the establishment of the Roman Kingdom laid the groundwork for the future success of the Roman Republic. Understanding these early developments is crucial for comprehending the broader history of Rome and its lasting impact on Western civilization [6]."
          },
          "sequenceNumber": 0,
          "moduleId": null,
          "moduleTitle": "",
          "quiz": [],
          "key_terms": [],
          "important_dates": [],
          "key_figures": [],
          "imageData": {
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/49/The_Mythology_Of_Greece_And_Rome_%28IA_mythologyofgreec015709mbp%29.pdf",
            "description": "<div class=\"description\">\nSubjects: Religion</div>",
            "author": "https://commons.wikimedia.org/wiki/File%3AThe%20Mythology%20Of%20Greece%20And%20Rome%20(IA%20mythologyofgreec015709mbp).pdf",
            "license": "",
            "pageURL": "",
            "thumbnailUrl": "https://upload.wikimedia.org/wikipedia/commons/4/49/The_Mythology_Of_Greece_And_Rome_%28IA_mythologyofgreec015709mbp%29.pdf"
          }
        },
        {
          "id": "lesson_0_1_pk1z4w",
          "title": "The Roman Republic: Structure and Society",
          "content": {
            "introduction": "The Roman Republic, established in 509 BC, marked a significant shift in Roman governance and society. The overthrow of the monarchy led to the creation of a new political system characterized by a complex interplay of various institutions and social structures. This period saw the rise of Rome as a major power in the Mediterranean world, with significant advancements in law, governance, and military organization [7].",
            "main_content": "The **Roman Senate** was a central institution in the Republic, composed of patricians who advised the consuls and other magistrates. The Senate's role evolved over time, gaining significant influence in foreign policy and financial matters [8]. The **Roman Assemblies** were another crucial aspect of the Republic, allowing citizens to participate in the political process. The **Centuriate Assembly**, organized by wealth, and the **Tribal Assembly**, organized by geographical tribes, were key components of this system [9]. **The Struggle of the Orders** was a pivotal conflict between the patricians and plebeians, leading to significant reforms and the eventual integration of plebeians into the political system. The **Twelve Tables**, created in 451 BC, were a foundational set of laws that provided a basis for Roman legal tradition [10]. The **Roman Army** played a crucial role in the expansion and defense of the Republic. The **Servian Reforms**, attributed to Servius Tullius, reorganized the army and society, creating a more efficient and effective military force [11].",
            "conclusion": "The Roman Republic's structure and society laid the foundation for its eventual dominance in the Mediterranean world. The complex interplay of political institutions, social structures, and military organization created a resilient and adaptable state. Understanding these dynamics is essential for grasping the broader history of Rome and its enduring legacy [12]."
          },
          "sequenceNumber": 0,
          "moduleId": null,
          "moduleTitle": "",
          "quiz": [],
          "key_terms": [],
          "important_dates": [],
          "key_figures": [],
          "imageData": {
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f4/A_History_of_Rome_-_for_Middle_and_Upper_Forms_of_Schools_-_by_John_Linton_Myres_%281902%29.pdf",
            "description": "A History of Rome - for Middle and Upper Forms of Schools - by John Linton Myres (1902)",
            "author": "https://commons.wikimedia.org/wiki/File%3AA%20History%20of%20Rome%20-%20for%20Middle%20and%20Upper%20Forms%20of%20Schools%20-%20by%20John%20Linton%20Myres%20(1902).pdf",
            "license": "",
            "pageURL": "",
            "thumbnailUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f4/A_History_of_Rome_-_for_Middle_and_Upper_Forms_of_Schools_-_by_John_Linton_Myres_%281902%29.pdf"
          }
        },
        {
          "id": "lesson_0_2_pk1z4x",
          "title": "Expansion and Conquest",
          "content": {
            "introduction": "The expansion of the Roman Republic was a gradual process marked by military conquests, strategic alliances, and internal reforms. From the 5th to the 1st centuries BC, Rome transformed from a regional power to the dominant force in the Mediterranean world. This period saw significant conflicts, such as the **Punic Wars** against Carthage, which shaped Rome's trajectory and solidified its position as a major power [13].",
            "main_content": "The **Punic Wars** (264-146 BC) were a series of three wars between Rome and Carthage, resulting in Rome's eventual victory and the destruction of Carthage. The **Second Punic War** (218-201 BC) is particularly notable for **Hannibal's** daring crossing of the Alps and his subsequent campaigns in Italy [14]. The **Macedonian Wars** (214-148 BC) were a series of conflicts between Rome and the kingdom of Macedon, ultimately leading to the establishment of Roman dominance in Greece. The **Battle of Pydna** in 168 BC marked the decisive victory of Rome over Macedon [15]. The **Roman Conquest of Italy** was a gradual process that involved both military force and diplomatic alliances. The **Latin League**, a confederation of Latin cities, played a crucial role in this expansion, with Rome gradually asserting its dominance over the region [16].",
            "conclusion": "The expansion and conquest of the Roman Republic were driven by a combination of military prowess, strategic alliances, and internal reforms. These efforts laid the groundwork for the eventual establishment of the Roman Empire and its enduring legacy in the Mediterranean world. Understanding these dynamics is essential for comprehending the broader history of Rome and its lasting impact [17]."
          },
          "sequenceNumber": 0,
          "moduleId": null,
          "moduleTitle": "",
          "quiz": [],
          "key_terms": [],
          "important_dates": [],
          "key_figures": [],
          "imageData": {
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/A_history_of_Rome_for_high_schools_and_academies_%28IA_historyofromefor01bots%29.pdf",
            "description": "<div class=\"description\">\nSubjects:</div>",
            "author": "https://commons.wikimedia.org/wiki/File%3AA%20history%20of%20Rome%20for%20high%20schools%20and%20academies%20(IA%20historyofromefor01bots).pdf",
            "license": "",
            "pageURL": "",
            "thumbnailUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/A_history_of_Rome_for_high_schools_and_academies_%28IA_historyofromefor01bots%29.pdf"
          }
        }
      ],
      "isLocked": false
    },
    {
      "id": "module_1_pk1z4x",
      "title": "The Roman Empire: Rise and Fall",
      "description": "Investigate the transformation of Rome from a republic to an empire and its eventual decline.",
      "sequenceNumber": 0,
      "prerequisites": [],
      "estimatedDuration": 60,
      "quizScores": {},
      "lessons": [
        {
          "id": "lesson_1_0_pk1z4x",
          "title": "From Republic to Empire",
          "content": {
            "introduction": "The transition from the Roman Republic to the Roman Empire was a complex process marked by political turmoil, military reforms, and the rise of powerful individuals. The 1st century BC saw significant changes in Roman governance, culminating in the establishment of the **Principate** under **Augustus**. This period was characterized by the decline of the Senate's power and the concentration of authority in the hands of a single ruler [18].",
            "main_content": "The **First Triumvirate** (60-53 BC) was a political alliance between **Julius Caesar**, **Pompey**, and **Crassus**, which played a crucial role in the decline of the Republic. The subsequent **Civil War** (49-45 BC) between Caesar and Pompey marked a turning point in Roman history, with Caesar's victory leading to his appointment as dictator for life [19]. The **Second Triumvirate** (43-32 BC) was another pivotal alliance, this time between **Octavian** (later Augustus), **Mark Antony**, and **Lepidus**. The eventual conflict between Octavian and Mark Antony, culminating in the **Battle of Actium** in 31 BC, resulted in Octavian's sole control over Rome [20]. The **Principate**, established by Augustus, was a new form of government that maintained the facade of the Republic while concentrating power in the hands of the emperor. This system allowed for a period of relative stability and prosperity known as the **Pax Romana** [21].",
            "conclusion": "The transition from the Roman Republic to the Roman Empire was a complex and multifaceted process. The rise of powerful individuals, military reforms, and political alliances played crucial roles in this transformation. Understanding these dynamics is essential for grasping the broader history of Rome and its enduring legacy [22]."
          },
          "sequenceNumber": 0,
          "moduleId": null,
          "moduleTitle": "",
          "quiz": [],
          "key_terms": [],
          "important_dates": [],
          "key_figures": [],
          "imageData": {
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3c/History_of_Rome_and_the_Roman_people%2C_from_its_origin_to_the_establishment_of_the_Christian_empire_%28IA_historyofromeromv4p1duru%29.pdf",
            "description": "<div class=\"description\">\n<p>45 52\n</p>\n<br>Subjects:</div>",
            "author": "https://commons.wikimedia.org/wiki/File%3AHistory%20of%20Rome%20and%20the%20Roman%20people%2C%20from%20its%20origin%20to%20the%20establishment%20of%20the%20Christian%20empire%20(IA%20historyofromeromv4p1duru).pdf",
            "license": "",
            "pageURL": "",
            "thumbnailUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3c/History_of_Rome_and_the_Roman_people%2C_from_its_origin_to_the_establishment_of_the_Christian_empire_%28IA_historyofromeromv4p1duru%29.pdf"
          }
        },
        {
          "id": "lesson_1_1_pk1z4x",
          "title": "The Pax Romana and Its Impact",
          "content": {
            "introduction": "The **Pax Romana**, or Roman Peace, was a period of relative stability and prosperity that lasted from the reign of Augustus (27 BC) to the death of **Marcus Aurelius** (180 AD). This era saw significant advancements in infrastructure, trade, and cultural exchange, as well as the expansion and consolidation of the Roman Empire. The Pax Romana had a profound impact on the development of Western civilization and the spread of Roman culture [23].",
            "main_content": "The **Roman Road System** was a crucial aspect of the Pax Romana, facilitating the movement of goods, people, and ideas across the empire. These roads, such as the **Via Appia**, were renowned for their durability and engineering prowess, contributing to the empire's economic and military success [24]. The **Roman Aqueducts** were another remarkable achievement of this period, providing a reliable supply of water to cities and facilitating urban growth. The **Pont du Gard** in modern-day France is a testament to the ingenuity and skill of Roman engineers [25]. The **Spread of Roman Culture** during the Pax Romana had a lasting impact on the provinces, with the adoption of Roman laws, language, and customs. This process, known as **Romanization**, contributed to the integration and cohesion of the empire [26].",
            "conclusion": "The Pax Romana was a period of significant advancements and stability that had a profound impact on the development of the Roman Empire and Western civilization. The infrastructure, cultural exchange, and economic prosperity of this era laid the groundwork for the enduring legacy of Rome. Understanding these dynamics is essential for comprehending the broader history of Rome and its lasting influence [27]."
          },
          "sequenceNumber": 0,
          "moduleId": null,
          "moduleTitle": "",
          "quiz": [],
          "key_terms": [],
          "important_dates": [],
          "key_figures": [],
          "imageData": {
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/66/The_influence_of_history_on_Mahan_-_the_proceedings_of_a_conference%2C_marking_the_centenary_of_Alfred_Thayer_Mahan%27s_The_influence_of_sea_power_upon_history%2C_1660-1783_%28IA_influenceofhisto00maha%29.pdf",
            "description": "<div class=\"description\">\nSubjects:</div>",
            "author": "https://commons.wikimedia.org/wiki/File%3AThe%20influence%20of%20history%20on%20Mahan%20-%20the%20proceedings%20of%20a%20conference%2C%20marking%20the%20centenary%20of%20Alfred%20Thayer%20Mahan's%20The%20influence%20of%20sea%20power%20upon%20history%2C%201660-1783%20(IA%20influenceofhisto00maha).pdf",
            "license": "",
            "pageURL": "",
            "thumbnailUrl": "https://upload.wikimedia.org/wikipedia/commons/6/66/The_influence_of_history_on_Mahan_-_the_proceedings_of_a_conference%2C_marking_the_centenary_of_Alfred_Thayer_Mahan%27s_The_influence_of_sea_power_upon_history%2C_1660-1783_%28IA_influenceofhisto00maha%29.pdf"
          }
        },
        {
          "id": "lesson_1_2_pk1z4x",
          "title": "The Decline and Fall of the Roman Empire",
          "content": {
            "introduction": "The decline and fall of the Roman Empire is a complex and multifaceted process that has been the subject of extensive debate and analysis. The **Crisis of the Third Century** (235-284 AD) marked a period of significant instability and turmoil, with frequent changes in leadership, economic decline, and external threats. The eventual fall of the Western Roman Empire in 476 AD had profound implications for the development of Europe and the Mediterranean world [28].",
            "main_content": "The **Crisis of the Third Century** was characterized by a series of short-lived emperors, frequent civil wars, and economic decline. The **Barracks Emperors**, who were often generals elevated by their troops, struggled to maintain control and stability in the face of numerous challenges [29]. The **Diocletian Reforms** (284-305 AD) were a series of significant changes aimed at stabilizing the empire. These reforms included the **Tetrarchy**, a system of shared rule among four emperors, as well as economic and administrative reforms designed to address the empire's challenges [30]. The **Fall of the Western Roman Empire** in 476 AD was the result of a combination of internal and external factors. The **Visigoths**, led by **Alaric**, sacked Rome in 410 AD, marking a significant turning point in the empire's decline. The eventual deposition of **Romulus Augustulus** by the **Heruli** leader **Odoacer** in 476 AD marked the traditional end of the Western Roman Empire [31].",
            "conclusion": "The decline and fall of the Roman Empire was a complex and multifaceted process driven by a combination of internal and external factors. The instability, economic decline, and external threats of this period had profound implications for the development of Europe and the Mediterranean world. Understanding these dynamics is essential for grasping the broader history of Rome and its enduring legacy [32]."
          },
          "sequenceNumber": 0,
          "moduleId": null,
          "moduleTitle": "",
          "quiz": [],
          "key_terms": [],
          "important_dates": [],
          "key_figures": [],
          "imageData": {
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/15/The_history_of_the_decline_and_fall_of_the_Roman_empire_%28IA_thehistoryofdecl12gibbiala%29.pdf",
            "description": "<div class=\"description\">\nSubjects:</div>",
            "author": "https://commons.wikimedia.org/wiki/File%3AThe%20history%20of%20the%20decline%20and%20fall%20of%20the%20Roman%20empire%20(IA%20thehistoryofdecl12gibbiala).pdf",
            "license": "",
            "pageURL": "",
            "thumbnailUrl": "https://upload.wikimedia.org/wikipedia/commons/1/15/The_history_of_the_decline_and_fall_of_the_Roman_empire_%28IA_thehistoryofdecl12gibbiala%29.pdf"
          }
        }
      ],
      "isLocked": true
    },
    {
      "id": "module_2_pk1z4x",
      "title": "The Legacy of Rome",
      "description": "Explore the enduring impact of Rome on Western civilization and the modern world.",
      "sequenceNumber": 0,
      "prerequisites": [],
      "estimatedDuration": 60,
      "quizScores": {},
      "lessons": [
        {
          "id": "lesson_2_0_pk1z4x",
          "title": "Roman Law and Governance",
          "content": {
            "introduction": "Roman law and governance have had a profound and lasting impact on the development of Western legal and political systems. The **Twelve Tables**, created in 451 BC, were a foundational set of laws that provided a basis for Roman legal tradition. The subsequent development of Roman law, including the **Corpus Juris Civilis** under **Justinian I**, has had a significant influence on modern legal systems [33].",
            "main_content": "The **Twelve Tables** were a crucial step in the development of Roman law, providing a written code that could be accessed and understood by all citizens. These laws addressed various aspects of Roman life, including property rights, family law, and criminal justice [34]. The **Corpus Juris Civilis**, or Justinian Code, was a comprehensive compilation of Roman law commissioned by the Byzantine emperor Justinian I in the 6th century AD. This work, which included the **Digest**, the **Codex**, and the **Institutes**, has had a significant influence on the development of modern legal systems, particularly in Europe [35]. The **Roman Senate** was a central institution in the governance of the Roman Republic and Empire. Although its power and influence varied over time, the Senate served as a model for representative governance and deliberative bodies in subsequent political systems [36].",
            "conclusion": "Roman law and governance have had a profound and lasting impact on the development of Western legal and political systems. The Twelve Tables, the Corpus Juris Civilis, and the Roman Senate are just a few examples of the enduring legacy of Rome in this regard. Understanding these dynamics is essential for grasping the broader history of Rome and its lasting influence [37]."
          },
          "sequenceNumber": 0,
          "moduleId": null,
          "moduleTitle": "",
          "quiz": [],
          "key_terms": [],
          "important_dates": [],
          "key_figures": [],
          "imageData": {
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f6/History_and_institutes_of_Roman_law_-_outline_sketch_for_the_use_of_students_of_the_University_of_Toronto_-_with_two_introductory_articles_%28IA_historyinstitute00lefriala%29.pdf",
            "description": "<div class=\"description\">\nSubjects: Roman law -- History</div>",
            "author": "https://commons.wikimedia.org/wiki/File%3AHistory%20and%20institutes%20of%20Roman%20law%20-%20outline%20sketch%20for%20the%20use%20of%20students%20of%20the%20University%20of%20Toronto%20-%20with%20two%20introductory%20articles%20(IA%20historyinstitute00lefriala).pdf",
            "license": "",
            "pageURL": "",
            "thumbnailUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f6/History_and_institutes_of_Roman_law_-_outline_sketch_for_the_use_of_students_of_the_University_of_Toronto_-_with_two_introductory_articles_%28IA_historyinstitute00lefriala%29.pdf"
          }
        },
        {
          "id": "lesson_2_1_pk1z4x",
          "title": "Roman Engineering and Architecture",
          "content": {
            "introduction": "Roman engineering and architecture are renowned for their innovation, durability, and aesthetic appeal. The **Roman Road System**, **Roman Aqueducts**, and iconic structures such as the **Colosseum** and the **Pantheon** are testaments to the ingenuity and skill of Roman engineers and architects. These achievements have had a significant influence on subsequent architectural and engineering traditions [38].",
            "main_content": "The **Roman Road System** was a remarkable achievement that facilitated the movement of goods, people, and ideas across the empire. These roads, such as the **Via Appia**, were renowned for their durability and engineering prowess, contributing to the empire's economic and military success [39]. The **Roman Aqueducts** were another remarkable achievement of Roman engineering, providing a reliable supply of water to cities and facilitating urban growth. The **Pont du Gard** in modern-day France is a testament to the ingenuity and skill of Roman engineers, with its impressive arches and precise construction [40]. The **Colosseum**, also known as the Flavian Amphitheatre, is an iconic symbol of Roman architecture and engineering. This massive structure, capable of seating tens of thousands of spectators, was used for various public spectacles, including gladiatorial contests and animal hunts [41]. The **Pantheon**, a temple dedicated to the Roman gods, is another testament to Roman architectural innovation. Its massive dome, supported by a series of arches and vaults, remains one of the largest unsupported domes in the world [42].",
            "conclusion": "Roman engineering and architecture are renowned for their innovation, durability, and aesthetic appeal. The Roman Road System, Roman Aqueducts, the Colosseum, and the Pantheon are just a few examples of the enduring legacy of Rome in this regard. Understanding these achievements is essential for grasping the broader history of Rome and its lasting influence [43]."
          },
          "sequenceNumber": 0,
          "moduleId": null,
          "moduleTitle": "",
          "quiz": [],
          "key_terms": [],
          "important_dates": [],
          "key_figures": [],
          "imageData": {
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/05/A_history_of_Rome_%28IA_historyofrome00myer%29.pdf",
            "description": "<div class=\"description\">\n<p>\"General bibliography\": p. 227-231\n</p>\n<br>Subjects:</div>",
            "author": "https://commons.wikimedia.org/wiki/File%3AA%20history%20of%20Rome%20(IA%20historyofrome00myer).pdf",
            "license": "",
            "pageURL": "",
            "thumbnailUrl": "https://upload.wikimedia.org/wikipedia/commons/0/05/A_history_of_Rome_%28IA_historyofrome00myer%29.pdf"
          }
        },
        {
          "id": "lesson_2_2_pk1z4x",
          "title": "Roman Culture and Society",
          "content": {
            "introduction": "Roman culture and society have had a profound and lasting impact on the development of Western civilization. The **Roman Language**, **Roman Religion**, and **Roman Social Structures** are just a few examples of the enduring legacy of Rome in this regard. The spread of Roman culture, known as **Romanization**, contributed to the integration and cohesion of the empire and its lasting influence on subsequent societies [44].",
            "main_content": "The **Roman Language**, Latin, was a crucial aspect of Roman culture and society. As the language of governance, literature, and education, Latin played a significant role in the spread of Roman culture and the integration of the empire. The influence of Latin can still be seen today in the Romance languages and in various fields such as law, medicine, and science [45]. The **Roman Religion** was a complex and syncretic system that incorporated various deities, rituals, and beliefs. The **Roman Pantheon** included gods and goddesses such as **Jupiter**, **Juno**, and **Minerva**, as well as various foreign deities that were adopted and adapted into Roman religious practice [46]. The **Roman Social Structures** were characterized by a complex hierarchy that included various classes and statuses. The **Patricians**, the aristocratic elite, held significant political and social power, while the **Plebeians**, the common citizens, played a crucial role in the economic and military life of the empire. The **Slaves**, who were often captured in war or born into servitude, were an essential part of the Roman economy and society [47].",
            "conclusion": "Roman culture and society have had a profound and lasting impact on the development of Western civilization. The Roman Language, Roman Religion, and Roman Social Structures are just a few examples of the enduring legacy of Rome in this regard. Understanding these dynamics is essential for grasping the broader history of Rome and its lasting influence [48]."
          },
          "sequenceNumber": 0,
          "moduleId": null,
          "moduleTitle": "",
          "quiz": [],
          "key_terms": [],
          "important_dates": [],
          "key_figures": [],
          "imageData": {
            "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/19/The_grandeur_that_was_Rome%3B_a_survey_of_Roman_culture_and_civilisation-_%281920%29_%2814765750862%29.jpg",
            "description": "<br>\n<p><b>Identifier</b>: grandeurthatwasr00stobrich (<a class=\"external text\" href=\"https://commons.wikimedia.org/w/index.php?title=Special%3ASearch&amp;profile=default&amp;fulltext=Search&amp;search=insource%3A%2Fgrandeurthatwasr00stobrich%2F\">find matches</a>)<br>\n<b>Title</b>: <a rel=\"nofollow\" class=\"external text\" href=\"https://www.flickr.com/photos/internetarchivebookimages/tags/bookidgrandeurthatwasr00stobrich\">The grandeur that was Rome; a survey of Roman culture and civilisation:</a><br>\n<b>Year</b>: <a rel=\"nofollow\" class=\"external text\" href=\"https://www.flickr.com/photos/internetarchivebookimages/tags/bookyear1920\">1920</a> (<a rel=\"nofollow\" class=\"external text\" href=\"https://www.flickr.com/photos/internetarchivebookimages/tags/bookdecade1920\">1920s</a>)<br>\n<b>Authors</b>:  <a rel=\"nofollow\" class=\"external text\" href=\"https://www.flickr.com/photos/internetarchivebookimages/tags/bookauthorStobart__J__C___John_Clarke___1878_1933\">Stobart, J. C. (John Clarke), 1878-1933</a><br>\n<b>Subjects</b>: <br>\n<b>Publisher</b>:  <a rel=\"nofollow\" class=\"external text\" href=\"https://www.flickr.com/photos/internetarchivebookimages/tags/bookpublisherLondon__Sidgwick___Jackson_Ltd\">London, Sidgwick &amp; Jackson Ltd</a><br>\n<b>Contributing Library</b>:  <a rel=\"nofollow\" class=\"external text\" href=\"https://www.flickr.com/photos/internetarchivebookimages/tags/bookcontributorInternet_Archive\">Internet Archive</a><br>\n<b>Digitizing Sponsor</b>:  <a rel=\"nofollow\" class=\"external text\" href=\"https://www.flickr.com/photos/internetarchivebookimages/tags/booksponsorInternet_Archive\">Internet Archive</a><br>\n<br>\n<b>View Book Page</b>: <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/grandeurthatwasr00stobrich/grandeurthatwasr00stobrich#page/n333/mode/1up\">Book Viewer</a><br>\n<b>About This Book</b>: <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/details/grandeurthatwasr00stobrich\">Catalog Entry</a><br>\n<b>View All Images</b>: <a rel=\"nofollow\" class=\"external text\" href=\"https://www.flickr.com/photos/internetarchivebookimages/tags/bookidgrandeurthatwasr00stobrich\">All Images From Book</a><br>\nClick here to <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/grandeurthatwasr00stobrich/grandeurthatwasr00stobrich#page/n333/mode/1up\"><b>view book online</b></a> to see this illustration in context in a browseable online version of this book.<br>\n<br>\n<b>Text Appearing Before Image:</b><br>\n<i>ces at Rome, but whether the lessons that they learnt inRoman society were altogether salutary is doubtful. Behind this wall the great provinces of Asia, Syria, andBithynia were wrapped in profound security. Here Greekculture continued to flourish with periodical incursions oforiental religion and philosophy. In every considerable townthe Jews formed a great and growing section of the populationbut even they were half Greek in their ways of life. Thecountry was rich and lazy and utterly unwarlike. Civilisationhad risen to a high pitch and it was probably this part of theworld which sent to Rome those artists who contributed to therevival of sculpture. Pretty little epigrams in Greek elegiacsseem to have been their principal literary accomplishment.These provinces have very little history—happily for them—at this period. We know them best from the Acts of theApostles, where we get a glimpse of their superstitions, theireagerness to embrace new religions. We see the fanaticism of200</i><br>\n<b>Text Appearing After Image:</b><br>\n<i>Plate 47. THEATRE OF MARCELLUS ROME (See p. 251) AUGUSTUS Ephesus with its magnificent temple of Diana and statelyworship, a religion of oriental character overlaid with Greekculture, and only rivalled in its attractions by the Romanamphitheatre. For these people as for the rest of the worldAugustus had his policy. Since worship was their instinctiveneed and Euhemerism had accustomed them to worship men,he set up an elaborate cult of himself, or rather, by a subtledistinction without a difference, a cult of the genius ofAugustus. Temples were built to Rome and Augustuswith an elaborate hierarchy of High Priests, Asiarchs, and Bithyniarchs, which became the highest social distinctionsin the society of the day. This was his method of securingthe allegiance of nations devoted to religion and flattery.Here in the near future was to be the field of that momentousconflict between this State religion and Christianity, with otheroriental faiths, such as Mithraism, also claiming their proselyt</i><br>\n<br>\n<b>Note About Images</b><br>\n</p>\n<i>Please note that these images are extracted from scanned page images that may have been digitally enhanced for readability - coloration and appearance of these illustrations may not perfectly resemble the original work.</i>",
            "author": "https://commons.wikimedia.org/wiki/File%3AThe%20grandeur%20that%20was%20Rome%3B%20a%20survey%20of%20Roman%20culture%20and%20civilisation-%20(1920)%20(14765750862).jpg",
            "license": "",
            "pageURL": "",
            "thumbnailUrl": "https://upload.wikimedia.org/wikipedia/commons/1/19/The_grandeur_that_was_Rome%3B_a_survey_of_Roman_culture_and_civilisation-_%281920%29_%2814765750862%29.jpg"
          }
        }
      ],
      "isLocked": true
    }
  ]
}